[Language]
DisplayName=Deutsch

[600]
600=***Section use for Tab Name***
0=TAB Name
1=Log
2=Dorf
3=Angriffsplan
4=Bot
5=Über uns
6=Sonstiges
7=Anfr. && Spende
8=Verbessern
9=Erfolge
10=Meldungen
11=Truppenanfrage
12=Truppenspende
13=Spenden planen
14=Labor
15=Helden
16=Gebäude
17=Mauern
18=PushBullet
19=Anleitungen
20=Truppen
21=Zauber
22=Schub
23=DeadBase
24=ActiveBase
25=RH Snipe
26=Bully
27=Optionen
28=Suche
29=Angriff
30=Kampfende
31=Sammler
32=Pokaleinstellungen
33=Strategie laden
34=Strategie speichern
35=Optionen
36=Profile
37=Statistik
38=Gewinn
39=Verschiedenes
40=Angriffe
41=Armee
42=Suche && Angriff
43=Strategien
44=A - Gebäude
45=B - Bedingungen
46=C - Angriff
47=D - Nach Milking
48=Erweitert
49=Hinweis: Die Strategie
50=ist solange deaktiviert bis sie am Tab aktiviert wird.
51=Debug
52=Truppen/Zauber
54=Training Reihenfolge
53=Android
55=Spenden
56=SmartZap

[601]
601=***Section use for General***
2=BOT LOG
3=Log-Typ
4=Verwenden, um den Log-Typ festzulegen.
5=Teiler verändert Log-Höhen
6=Bot- und Angriffs-Log gleich groß
7=Großes Bot-, kleines Angriffs-Log
8=Kleines Bot-, großes Angriffs-Log
9=Volles Bot-, kein Angriffs-Log
10=Kein Bot-, volles Angriffs-Log
11=Lösche A.-Log
12=Verwenden, um Angriffs-Log zu löschen.
13=Zwischenablage
14=Verwenden, um das Angriffs-Log in die Zwischenablage zu kopieren (Strg + C).
15=ANGRIFFS-LOG
16=------------------|------------BEUTE------------|-------BONUS------|--|
17=A|ZEIT |POKAL|SUCHEN|  GOLD |ELIXIER|DUNK.EL| PK|S| GOLD | ELIX.| DE |LV|
18=Paypal Spende?
19=Unterstütze die Entwicklung des Bots

[602]
602=***Section use for General Bottom***
0=- Freeware Bot -
1=Bot starten
2=Bot stoppen
3=Pause
4=Verwenden, um alle Aktionen des Bots zu unterbrechen bis Fortsetzen geklickt wird.
5=Fortsetzen
6=Verwenden, um den Bot nach einer Pause fortzusetzen.
7=Such-Modus
8=Keine Angriffe. Nur Suche von Dörfern, die die Bedingungen erfüllen.
9=Foto
10=Klicke hier, um einen Screenshot von deinem Dorf zu speichern.
11=Tarnen
12=Benutzen, um das Android-Fenster zu verbergen.
13=(Nicht minimiert, aber ausgeblendet)
14=Hintergrund
15=Modus
16=Auswählen, um den Hintergrundmodus des Bots zu aktivieren.
17=Damit kann auch das Fenster des Android-Emulators ausgeblendet werden.
18=DB Angriff!
19=AB Angriff!
20=RH Snipe!
22=Dorfbericht
23=erscheint hier
24=nach erstem Lauf.
25=Wechsel zwischen Dorfinformationen und Statistik.
27=Integriere Android
28=Trenne Android
29=Nehme das Android Fenster in den Bot auf.
30=Benutzen, um den Bot zu starten.
31=Benutzen, um den Bot zu stoppen (oder ESC Taste).
26=Zeigen

[603]
603=***Section use for Commun Value***
0=Keine
1=Nichts
2=Diese Schaltfläche aktiviert/deaktiviert alle Kontrollkästchen gleichzeitig.
3=VM
4=NM
5=Suche(n).
6=sek.
7=Sekunde
8=Sekunden
9=Min
12=%
13=-
14=Stunden
15=Stunde
16=So
17=Sonntag
18=Mo
19=Montag
20=Di
21=Dienstag
22=Mi
23=Mittwoch
24=Do
25=Donnerstag
26=Fr
27=Freitag
28=Sa
29=Samstag
30=Nur zu dieser Tageszeit
31=Nur an diesen Wochentagen
32=Dorf
37=std
36=Tag
35=
11=Suche(n).
10=Min.

[604]
604=***Section use for Troops***
1=Barbaren
2=Bogis
3=Riesen
4=Kobolde
5=Mauerbrecher
6=M.Brecher
7=Ballons
8=Magier
9=Heiler
10=Drachen
11=Pekkas
12=P.E.K.K.A.s
13=Lakeien
14=Schweinereit.
15=Walküren
16=Golems
17=Hexen
18=Lavahunde
19=Bowlers
20=Drachenbabys
21=Tunnelgräber

[605]
605=***Section use for Spell***
1=Blitzzauber
2=Heilzauber
3=Wutzauber
4=Sprungzauber
5=Frostzauber
6=Giftzauber
7=Erdbebenzauber
8=Eilzauber
9=Gift
10=Erdbeben
11=Eil
12=Klonzauber
13=Skelettzauber
14=Skelett

[606]
606=***Section use for Tab End Battle***
1=Kampfende
2=Wenn keine neue Beute
3=Beende den Kampf wenn keine neue Beute in dieser Anzahl von Sekunden hinzukommt.
4=Countdown startet nachdem alle Truppen und Helden eingesetzt worden sind.
5=in
7=und Ressourcen kleiner als
8=Kampf beenden wenn die Goldmenge geringer ist als dieser Wert.
9=Wenn keine Ress. übrig
10=Beende Kampf wenn Gold, Elixier und Dunkles Elixier = 0
11=Wenn 1 Stern gewonnen
12=Kampf wird beendet wenn 1 Stern im Kampf gewonnen wurde.
13=Wenn 2 Sterne gewonnen
14=Kampf wird beendet wenn 2 Sterne im Kampf gewonnen wurden.
15=DE Seite Beende Kampf Optionen
16=Greife DE Seite an, Beende Kampf Optionen
17=Aktivieren durch Auswählen von Tab 'Angriff' > 'ActiveBase Einsatz' > 'Angriff auf:' >  'DE Seitenangriff'.
18=Wenn unter
19=Aktiviert spezielle Bedingungen für Seitenangriff auf Dunkles Elixier.
20=Wenn keine zusätzlichen Filter gewählt wurden wird der Kampf bei Unterschreiten der Prozentzahl an Dunklem Elixier beendet.
21=Deaktiviere normales Kampfende
22=Deaktiviere die normalen Kampfende-Einstellungen wenn ein DE-Seitenangriff gefunden wurde.
23=Kampf wird beendet wenn DE geringen als min ist und 1 Stern gewonnen wurde.
24=Wenn
25=Kampf wird beendet wenn DE geringer als min und der Barbarenkönig schwach ist.
26=schwach ist
27=Kampf wird beendet wenn DE geringer als min und die Bogenschützenkönigin schwach ist.
28=Wechsel DB Angriff am Ende
29=Setze die % Armee-Stärke um diese Option zu aktivieren

[607]
607=***Section use for Tab Scripted Attack***
1=Platzierung
2=IMG
3=Erstelle IMG mit Extra-Infos im Ordner 'Profile/Temp'.
4=Skript auswählen. Du kannst neue Skripte bearbeiten/hinzufügen im Ordner 'CSV/Attack'.
5=Lade Skript-Dateien neu.
6=Zeige/Bearbeite aktuellen Angriffs-Skripte.
7=Erstelle ein neues Angriffs-Skript.
8=Kopiere aktuelles Angriffs-Skript mit neuem Namen.
9=ImgLoc "rohe" rote Linien (Standard)|ImgLoc rote Linien (validierte Punkte)|Originale rote Linien Routine
10=Wähle die rote Linien Angriffs-Routine. ImgLoc ist der Standard und die Beste Option.
11=Platzierungslinien mit äußeren Ecken|Platzierungslinien ohne äußere Ecken|Ganze Platzierungslinien mit äußeren Ecken|Ganze Platzierungslinien ohne äußere Ecken
12=Wähle die Platzierungslinien Ecken. Standard sind die äußeren Ecken (sicherer). "Ohne äußeren Ecken" kann den Angriff verbessern.

[608]
608=***Section use for Tab Standard Attack***
1=Einsetzen
2=Reihenfolge des Truppeneinsatzes
3=Angriff auf
4=Angriff auf einer einzigen Seite, durchdringt das Dorf
5=Angriff auf zwei Seiten, durchdringt das Dorf
6=Angriff auf drei Seiten, erreicht mehr außerhalb und wenig innerhalb des Dorfes
7=Anzahl der Seiten zum Angriff auswählen.
8=Eine Seite
9=Zwei Seiten
10=Drei Seiten
11=Alle Seiten gleich
12=Verzögern
13=Dies verzögert den Einsatz der Truppen, 1 (schnell) = wie ein Bot, 10 (langsam) = wie ein Mensch.
14=Einstellung 'Zufällig' macht den Bot flexibler und einem Menschen ähnlicher.
15=Welle
16=Timing zufällig für Truppen && Wellen
17=Nutze intelligenten Angriff: nahe roter Linie
18=Verwende intelligenten Angriff, um die äußere "rote Linie" des Dorfes zu erkennen und die Truppen in deren Nähe einzusetzen.
19=Einsatztyp
20=Wähle den Einsatz Typ für die Truppenwellen
21=Typ 1: Eine Welle von Truppen setzen, Seite wechseln und nächste Truppen setzen, ODER
22=Typ 2: Mehrere Wellen von allen Truppen werden gesetzt, danach wird die Seite gewechselt.
23=Seite, dann Truppen
24=Truppen, dann Seite
25=Seite, dann Truppen
26=Setze Truppen in der Nähe von Goldminen
27=Setze Truppen in der Nähe von Elixiersammlern
28=Setze Truppen in der Nähe von Bohrern für Dunkles Elixier
29=Greife in der Nähe des Lagers für DE an
30=Greife in der Nähe des Rathauses an
31=DE Seiten Angriff
32=RH Seiten Angriff
33=Wähle eine voreingestellte Reihenfolge für Truppeneinsatz
34=Jede Einstellung setzt Einheiten in anderer Reihenfolgen und anderer Welle
35=Nur die ausgewählten Truppen in "Nur diese Truppen einsetzen" werden eingesetzt.

[609]
609=***Section use for Tab Trophy Setting***
1=Pokal Einstellungen
2=Pokalbereich
3=MIN: Der Bot wird Pokale abbauen bis zu diesem Wert.
4=MAX: Der Bot wird Pokale sammeln bis zu diesem Wert.
5=Nutze Helden
6=Verwende Helden (falls verfügbar), um Pokale zu reduzieren.
7=Greife DeadBases an während dem Verlieren
8=Greife eine bei der ersten Suche gefundene DeadBase an auch während Pokalen abgebaut werden.
9=wenn Armee > ist als
10=Gebe die benötigte Prozentzahl für eine volle Armee an, um eine DeadBase anzugreifen bevor Pokale abgebaut werden.
11=Nutze Helden Priorität
12=Setze die Priorität, welcher Held zuerst genutzt werden soll, falls mehrere Verfügbar sind.

[610]
610=***Section use for Village Misc***
1=Angriff unterbrechen
2=Mit diesen Optionen kann eingestellt werden, wann der Bot aufhören soll anzugreifen.
3=Stoppe Angreifen
4=Bot stoppen
5=Bot schließen
6=CoC+Bot schließen
7=PC ausschalten
8=PC in Standby
9=PC neustarten
10=wenn...
11=G und E voll und max. Pokale
12=G und E voll oder max. Pokale
13=G oder E voll und max. Pokale
14=G oder E voll oder max. Pokale
15=Gold und Elixier voll
16=Gold oder Elixier voll
17=Gold voll und max. Pokale
18=Elixier voll und max. Pokale
19=Gold voll oder max. Pokale
20=Elixier voll oder max. Pokale
21=Gold voll
22=Elixier voll
23=max. Pokale erreicht
24=Dunkles Elixier voll
25=alle Lager (G+E+DE) voll
26=Bot länger läuft als ...
27=jetzt (nur trainieren/spenden)
28=jetzt (nur spenden)
29=jetzt (nur online bleiben)
30=mit Schild (trainieren/spenden)
31=mit Schild (nur spenden)
32=mit Schild (nur online bleiben)
35=Der Bot wird automatisch anhalten wenn keine Ressourcen mehr vorhanden sind. Er wird fortfahren nachdem der Minimalwert erreicht wurde.
36=Angr. fortsetzen
37=Minimalwert für Gold für das Fortsetzen der Angriffe nach dem Anhalten wegen geringer Goldvorräte.
38=Minimalwert für Elixier für das Fortsetzen der Angriffe nach dem Anhalten wegen geringer Elixiervorräte.
39=Minimalwert für Dunkles Elixier für das Fortsetzen der Angriffe nach dem Anhalten wegen geringer Vorräte an Dunklem Elixier.
40=Laden, Sammeln && Entfernen
41=Fallen, X-Bögen && Infernotürme nachladen
42=Aktivieren, um Fallen automatisch zu reaktivieren und X-Bögen && Infernotürme aufzuladen (falls vorhanden).
43=Sammle Ressourcen && entferne Beutekarre
44=Aktivieren, um Ressourcen automatisch einzusammeln
45=aus Goldminen, Elixiersammlern und Bohrern für Dunkles Elixier.
46=Sucht nach Beutekarren im Dorf und sammelt deren Ressourcen ein.
47=Grabsteine entfernen
48=Aktivieren, um Grabsteine automatisch nach einem feindlichen Angriff zu entfernen.
49=Hindernisse entfernen
50=Aktivieren, um Hindernisse wie z.B. Bäume und Büsche automatisch zu entfernt.
51=Juwelenkisten entfernen
52=Aktivieren, um automatisch Juwelenkisten zu entfernen.
53=Lokalisiere manuell
54=das Rathaus
55=Lokalisiere erneut
56=die Clanburg
57=A.L.
58=die Armeelager.
59=Kas.
60=die Kasernen.
61=Z.F.
62=die Zauberspruchfabrik.
63=F.D.Z.
64=die Fabrik für Dunkle Zauber.
65=Barbarenkönig
66=den Altar des Barbarenkönigs.
67=Bogenschützenkönigin
68=den Altar der Bogenschützenkönigin.
69=den Großen Wächter
70=den Altar des Großen Wächters.
71=Lab.
72=das Labor.
73=Zurücksetzen.
74=Klicke hier, um alle Gebäudepositionen zurückzusetzen
75=wenn du das Dorf-Layout geändert hast.

[611]
611=***Section use for Tab Request Troops***
1=Clanburgtruppen
2=Anfrage für Truppen / Zauber
3=Irgendetwas bitte
4=Dieser Text wird in deiner Truppenanfrage angezeigt.
5=Spenden Planer

[612]
612=***Section use for Tab Donate Troops***
22=Auswahl Truppenspende
23=Ausschlussliste
24=Eigene Truppen
25=Kyrillisches Alphabet
26=Auswählen, um die Erkennung des kyrillischen Alphabets zu aktivieren.
27=Spenden
28=Aaktivieren, um zu spenden
29=Spenden an Alle
31=Diese Option wird auch ALLE Schlüsselwörter ignorieren.
32=Schlüsselwörter für Spende
33=Bei diesen Wörtern NICHT spenden
34=Ausschlussliste für die Spende
35=Barbaren\r\nBarbs
36=Keine Barbabren\r\nKeine Barbs\r\nBarbaren nicht\r\nBarbs nicht
37=Bogenschützen\r\nBogis
38=Keine Bogenschützen\r\nKeine Bogis\r\nBogenschützen nicht\r\nBogis nicht
39=Riesen\r\nRiese\r\nalles\r\nVerstärkung
40=Keine Riesen\r\nRiesen nicht
41=Kobolde\r\nKobold
42=Keine Kobolde\r\nKobolde nicht
43=Mauerbrecher\r\nBrecher
44=Keine Mauerbrecher\r\nMauerbrecher nicht
45=Ballons\r\nBallon
46=Keine Ballons\r\nBallons nicht
47=Magier
48=Keine Magier\r\nMagier nicht
49=Heiler
50=Keine Heiler\r\nHeiler nicht
51=Drache
52=Kein Drachen\r\nDrache nicht
53=PEKKA\r\nPekka
54=Kein PEKKA\r\nPekka nicht
55=Lakein\r\Lakei
56=Keine Lakaien\r\nLakaien nicht
57=Schweinereiter\r\nSchweine
58=Keine Schweine\r\nSchweine nicht
59=Walküren\r\nWalküre
60=Keine Walküren\r\nWalküren nicht
61=Golem
62=Keine Golemrs\nGolems nicht
63=Hexen\r\nHexe
64=Keine Hexen\r\nHexen nicht
65=Lavahund\r\nHund\r\nLava
66=Kein Lavahund\r\nLavahund nicht
71=Alles\r\nbrauche
72=1.
73=2.
74=3.
76=Nur
77=NICHT spenden bei einem dieser Worte
78=Allgemeine Ausschlussliste
79=Clankrieg\r\nKrieg\r\nCk
80=Allgemeine Ausschlussliste für Truppenanfragen,
81=wenn Schlüsselwörter in Anfrage vorkommen.
82=auf ALLE Chat-Anfragen.
87=Gift
88=Kein Gift\r\nGift nicht
89=Erdbeben\r\nBeben
90=Kein Erdbeben\r\nErdbeben nicht
91=Eil
92=Kein Eil\r\nEil nicht
93=bowler\r\nbowl
94=no bowler\r\nbowl no
95=baby dragon\r\nbaby
96=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
97=Gräber|Tunnelgräber
98=Kein Gräber\r\Gräber nicht\r\nKein Tunnelgräber\r\nTunnelgräber nicht
99=Skelett|Skel
100=Kein Skelett\r\nSkel nicht\r\nKEin Skel
101=Luft Unterstützung\r\nBrauche Lufttruppen\r\nAlles was fliegt
102=Keine Lufttruppen\r\nLuft nicht\r\naußer Lufttruppen
103=Chinesisches Alphabet
104=Auswählen, um die Erkennung des Chinesischen Alphabets zu aktivieren.

[613]
613=***Section use for Tab Schedule Donations***
1=Spenden-Plan
2=Clanmitglieder Spenden Filter
8=Benutzen, um allen Clanmitgliedern zu spenden (Kein Filter), nur bestimmten Mitgliedern spenden (White List) oder jedem außer ausgewählten Mitgliedern spenden (Black List)
4=Kein Filter, Spende allen Clanmitgliedern
5=Kein Filter aber sammle Clanmitglieder Bilder
6=Spende nur an Clanmitgliedern in der White List
7=Spende jedem außer den Clanmitgliedern auf der Black List
10=Bilder von Clanmitgliedern werden gemacht und im Hauptordner gespeichert, verschiebe sie dann in den gewünschten Ordner (White oder Black List)
9=Öffne Ordner mit den Bildern der Clanmitglieder
15=Überspringe die Spenden bei fast voller Armee
13=Überspringe die Spenden
14=Wenn Armeelager-Kapazität > ist als

[614]
614=***Section use for Tab Upgrade Laboratory***
1=Labor
2=Auto Labor-Verbesserungen
3=Aktivieren, um das automatische Starten von Verbesserungen im Labor zu aktivieren.
4=Nächste
5=Wähle den zu verbessernden Truppentyp in diesem Auswahlmenü
6=Das Truppen-Symbol wird auf der linken Seite angezeigt.
7=Alle Dunklen Zauber/Truppen haben Vorrang vor der Verbesserung von Helden!
8=Ein sichtbarer roter Button bedeutet, dass zurzeit eine Verbesserung im Labor stattfindet.
9=Wird automatisch verschwinden wenn in nächster Zeit eine Verbesserung abgeschlossen wird.
10=Wenn Verbesserung manuell mit Edelsteinen beendet wird bevor die normale Zeit endet,
11=klicke roten Button um den internen Verbesserungstimer zurück zu setzen BEVOR eine neue Verbesserung gestartet wird.
12=Vorsicht - Unnötiges Zurücksetzen des Timers löst ständige Überprüfungen des Laborstatus aus.
13=Bist DU 100%ig sicher, dass du den Timer für Verbesserungen im Labor zurücksetzen willst?
14=Klicke OK zum Zurücksetzen
15=oder klicke Abbrechen zum Verlassen.
16=Timer zurücksetzen
17=Abbrechen und Zurückkehren
18=Timer für Verbesserungen im Labor zurücksetzen?
19=Verbesserung der Truppen gestartet
20=Werde den Fortschritt überprüfen um:

[615]
615=***Section use for Tab Upgrade Heroes***
1=Helden kontinuierlich verbessern
2=Automatische Verbesserung dieser Helden
3=Verbessert den Barbarenkönig wenn du genug Dunkles Elixier hast (Min. Dunkles Elixier sparen)
4=Du kannst manuell den Altar des Barbarenkönigs lokalisieren unter 'Sonstiges'
5=Vergleiche den Bot-Fortsetzen-Wert für Dunkles Elixier auf dem 'Sonstiges'-Tab mit 'Behalte min. Dunkles Elixier' hier!
6=Verbessert die Bogenschützenkönigin wenn du genug Dunkles Elixier hast (Min. Dunkles Elixier sparen)
7=Du kannst manuell den Altar der Bogenschützenkönigin lokalisieren unter 'Sonstiges'
8=Verbessert den Großen Wächter wenn du genug Elixier hast (Spare Min. Elixier)
9=Du kannst manuell den Altar des Großen Wächters lokalisieren unter 'Sonstiges'.
11=Aktiviert mit Rathaus 7 und höher
12=Aktiviert mit Rathaus 9 und höher
13=Aktiviert mit Rathaus 11

[616]
616=***Section use for Tab Upgrade Buildings***
1=Gebäude oder Helden
2=Einheit
3=Lvl
4=Typ
5=Kosten
6=Zeit
7=Wdh
8=Lokalisiere Upgrades
9=Drücke den Knopf um zu lokalisieren und Gebäude/Helden Info zu sammeln für Verbesserungen
10=Jegliche Verbesserung mit Wiederholen aktiviert wird übersprungen und kann nicht nochmal lokalisiert werden.
11=Setze Upgrades zurück
12=Drücke Knopf um Verbesserungen zurückzusetzen & zu entfernen
13=Wenn die Wiederholen Funktion aktiviert ist, werden die Daten nicht zurückgesetzt
14=Min. Gold
15=Behalte so viel Gold übrig nachdem die Verbesserung beendet wurde.
16=Setze diesen Wert höher für das Suchen oder die Verbesserung von Mauern.
17=Min. Elix.
18=Behalte so viel Elixier übrig nachdem die Verbesserung beendet wurde.
19=Setze diesen Wert höher für das Truppentraining oder die Verbesserung von Mauern.
20=Min. DE
21=Behalte so viel Dunkles Elixier übrig nachdem die Verbesserung beendet wurde.
22=Setze diesen Wert höher, falls du Dunkle Truppen trainieren möchtest.
26=Min. Elixier zum Speichern
27=Aktivieren von Verbesserungen
28=nach dem Klicken von 'Lokalisiere Upgrades'
29=Dies zeigt den Typ des Upgrades, klicke um die Position anzuzeigen.
30=Status: Rot=nicht programmiert; Gelb=programmiert, nicht fertig; Grün=fertig
31=Dieses Feld wird aktualisiert mit dem Namen der Einheit nachdem eine Verbesserung ausgewählt wurde.
32=Dieses Feld wird aktualisiert mit dem Level der Einheit nachdem eine Verbesserung ausgewählt wurde.
33=Dieses Feld wird mit den Kosten des Upgrades aktualisiert nachdem eine Verbesserung ausgewählt wurde.
34=Dieses Feld wird mit der Dauer des Upgrades aktualisiert nachdem eine Verbesserung ausgewählt wurde.
35=Aktiviere dieses Kästchen, um eine Verbesserung kontinuierlich zu wiederholen.
36=Dieses Feld wird mit dem geschätzten Ende von einem Upgrade aktualisiert nachdem eine Verbesserung ausgewählt wurde.
37=Beendigung

[617]
617=***Section use for Tab Upgrade Wall***
1=Mauern
2=Mauer Autoverbess.
3=Aktivieren, um Mauern automatisch zu verbessern.
4=Anzahl an überprüften Positionen, um Mauern zu erkennen. Höher ist besser, aber langsamer.
5=Test
6=Klicke hier, um die Erkennung von Mauern zu testen.
7=mit Gold
8=Nur Gold für Mauerverbesserung verwenden.
9=Verfügbar bei allen Mauer-Leveln.
10=mit Elixier
11=Nur Elixier für Mauerverbesserung verwenden.
12=Nur verfügbar ab Mauer-Level 8+.
13=Versuche erst Elixier, danach Gold
14=Versuche erst mit Elixier die Mauern zu verbessern, erst danach mit Gold.
15=Reserviere 1 Arbeiter für Mauern
16=Aktivieren, um einen Arbeiter exklusiv
17=für den Mauerbau zu reservieren.
18=Suche Mauer-Level
19=Sucht nach Mauern mit diesem Level und versucht sie zu verbessern.
20=Kosten pro Mauer
21=Benutze diesen Wert als Richtwert.
22=Dieser Wert wird aktualisiert wenn ein anderes Mauer-Level ausgewählt wird.
23=Min. Gold behalten
24=Soviel Gold zurückbehalten nachdem die Mauer-Verbesserung abgeschlossen ist.
25=Setze diesen Wert, um Gold für andere Upgrades oder der Suche zu sparen.
27=Soviel Elixier zurückbehalten nachdem die Mauer-Verbesserung abgeschlossen ist.
28=Setze diesen Wert, um Elixier für andere Upgrades oder das Truppentraining zu sparen.
29=Mauern (Anzahl und Level)
30=Gebe die Anzahl von Mauern jedes Levels ein,
31=die du hast.
32=Min. Elix. behalten

[618]
618=***Section use for Tab Achievements***
1=Defensives Sammeln
2=Aktiviere Unzerstörbar-Modus
3=Aktiviere 'Defensives Sammeln', um Gewinne für das Nicht-Zerstören des Dorfes zu bekommen.
4=Wartezeit
5=Gib die Zeit an, die CoC angehalten wird, um auf gegnerische Angriffe zu warten, damit Defensiv-Gewinne gewonnen werden können. (1-99 Minuten)
6=Minuten
7=Sammeln min.
8=Behalten min.
9=Menge von Gold, welche Verteidigungsfarmen stoppt und zum normalen Farmen wechselt, wenn dieser zu niedrig ist.
10=Setze diesen Wert zu der Menge von Gold, die du brauchst fürs Suchen oder für Verbesserungen.
11=Menge von Gold, die im Lager sein muss um Verteidigungsfarmen zu aktivieren.
12=Setze Menge von Gold, die du brauchst um Gegner zu locken oder für Verbesserungen.
13=Menge von Elixier, die das Verteidigungsfarmen stoppt und zum normalen Farmen wechselt, wenn dieser zu niedrig ist.
14=Setze diesen Wert zu der Menge an Elixier, die du brauchst fürs Truppen bauen oder für Verbesserungen.
15=Menge von Elixier die im Lager sein muss um Verteidigungsfarmen zu aktivieren.
16=Setze die Menge von Elixier, die du brauchst für Truppen machen oder für Verbesserungen.
17=Menge von Dunklem Elixier, welche Verteidigungsfarmen stoppt und zum normalen Farmen wechselt, wenn dieser zu niedrig ist.
18=Setze diesen Wert um die Menge von Dunklem Elixier zu bestimmen, die du brauchst zum Truppen machen oder für Verbesserungen.
19=Menge von Dunklem Elixier die du im Lager brauchst bevor der Bot Verteidigungen farmt.
20=Setze Menge von Dunklem Elixier, die du brauchst um Gegner zu locken oder zum Verbessern brauchst.
21=Wie nutze ich den Unzerstörbar-Modus?
22=Der Unzerstörbar-Modus wird dir helfen Verteidigungssiege zu erlangen und somit die Unzerstörbar-Errungenschaft.
23=Setze die "Wartezeit" so hoch wie du willst, damit der Bot auf Verteidigungen wartet.
24='Sammeln min' bedeutet wieviele Ressourcen der Bot braucht bevor er angreift.
25='Behalte min' bedeutet wie viele Ressourcen der Bot haben muss bevor er den Unzerstörbar-Modus aktiviert.
26=Klicke folgenden Link für mehr Informationen:
27=Weitere Infos

[619]
619=***Section use for Tab Notify PushBullet/Telegram***
1=PushBullet/Telegram Benachrichtigung
2=Aktiviere PushBullet
3=Aktiviere PushBullet Benachrichtigungen
4=Aktiviere Telegram
5=Aktiviere Telegram Benachrichtigungen
6=Fernsteuern
7=Aktiviert Pushbullet Fernsteuerung
8=Lösche Nachr. beim Start
9=Dies wird alle vorherigen Nachrichten löschen beim Start des Bots
10=Lösche Nachr. jetzt
11=Dies löscht jetzt alle Nachrichten
12=Lösche Nachr älter als
13=Lösche alle Nachrichten die älter sind als die festgelegte Zeit
14=Setze das Interval für das Löschen der Nachrichten.
15=Stunden
16=Token (PushBullet)
17=Du brauchst einen Token für Pushbullet. Erhalte einen Token von PushBullet.com
18=Token (Telegram)
19=Du brauchst einen Token für Telegram.  Erhalten einen Token von Telegram.com
20=Herkunft
21=Herkunft - Dorf Name.
22=Sende eine Pushbullet/Telegram Nachricht für diese Optionen
23=Dorf gefunden
24=Sende die erhältliche Beute, wenn der Bot einen Gegner findet.
25=Letz. Kampf als Bild
26=Sende den letzten Kampf als Screenshot.
27=Letz. Kampf als Txt
28=Sende den letzten Kampf als Text.
29=Armeelager voll
30=Sende eine Benachrichtigung, wenn das Armeelager voll ist
31=Mauer Verbess.
32=Sende Information über die Mauer Verbesserung
33=Fehler: Out of Sync
34=Sende eine Benachrichtigung, wenn der Fehler: Out of Sync erscheint
35=Mache eine Pause
36=Sende eine Benachrichtigung, wenn du zu lange gespielt hast und dein Dorf eine Pause braucht.
37=Frei eBauarb.
38=Sende eine Benachrichtigung wenn min. ein Bauarbeiter frei ist.
39=Dorfbericht
40=Sende einen Dorfbericht.
41=Letzter Kampf
42=Sende Infos vom letzten Angriff.
43=Anderes Gerät
44=Sende eine Benachrichtigung, wenn dein Dorf von einem anderen Gerät verbunden ist.
45=Wartung
46=Sende eine Benachrichtigung, wenn eine Wartungsarbeit ist.
47=Bann
48=Sende eine Benachrichtigung, wenn dein Dorf gebannt wurde.
49=Bot Update
50=Sende eine Benachrichtigung, wenn es ein neues Bot Update gibt.
51=Benachrichtigungsplaner
52=Nur zu diesen Zeiten benachrichten
53=Dieses Kästchen setzt alle Kästen
54=Benachrichtige nur an diesen Tagen
55=S
56=Sonntag
57=M
58=Montag
59=D
60=Dienstag
61=M
62=Mittwoch
63=D
64=Donnerstag
65=F
66=Freitag
67=S
68=Samstag
69=Hilfe ?
70=Klicke hier um Hilfe über Pushbullet und Telegram Kommandos zu erhalten

[620]
620=***Section use for Notify***
1=BOT
2=Hilfe
3= - Du kannst den Bot mit diesen Kommandos fernsteuern:
4=HILFE
5= - Sendet diese Nachricht
7=LÖSCHEN
8= - Lösche alle vorherigen Pushbullet Nachrichten
9=NEUSTARTEN
10= - Starte den Emulator neu namens
11=STOP
12= - Stoppe den Bot namens
13=PAUSE
14= - Pausiere den Bot names
15=FORTSETZEN
16= - Setze den Bot fort names
17=STATISTIK
18= - Sendet die Dorfstatistik von
19=LOG
20= - Sendet den momentanen Log von
21=LETZTERKAMPF
22= - Sendet den letzten Kampf von
23=LETZTERKAMPFTXT
24= - Sendet den letzten Kampf als Text von
25=SCREENSHOT
26= - Sendet einen Screenshot von
27=SCREENSHOTHD
28= - Sendet einen HD Screenshot von
29=BAUARBEITER
30= - Sendet ein Arbeiterstatusbild von
31=SCHILD
32= - Sendet ein Bild vom Schield von
33=STATISTIKZURÜCKSETZEN
34= - Setzt die Dorfstatistik zurück
35=TRUPPEN
36= - Sende Truppen & Zauber Statistiken
37=HALTEANGRIFFEAN
38=Angriffe aus
39= - Aktiviere "Halt Angriff" im Sonstigen Tab mit Bleibe Online Option
40=HALTEANGRIFFEAUS
41=Angriffe an
42= - Deaktiviere "Halt Angriffe" im Sonstigen Tab
43=RUHEZUSTAND
44=Nr. von freien Bauarbeitern
45=PC Ruhezustand eingeleitet
46=HERUNTERFAHREN
47=Herunterfahren
48= - Fährt den PC herunter
49=Pc Herunterfahren eingeleitet
50=STANDBY
51= - Setzt den PC in Standby
52=Pc Standby eingeleitet
97=Kommando nicht erkannt
98=Beispiele:
99=Bitte verwende BOT HILFE für eine erweiterte Liste
100=Fordere Hilfe an
101=Logs
102=Momentaner Log
103=Gegner gefunden! Nach
104=suche(n)
105=Nr. von freien Bauarbeitern
106=Boss, wir brauchen eine Pause!
107=Dorf muss eine Pause machen..
108=Dorf Statistik Meldung
109=G
110=E
111=DE
112=P
113=S
114=Jetzt (Momentante Ressourcen)
115=Übersprungen
116=Angegriffen
117=Nr. von Mauer Verbesserungen
118=Letzter Kampf
119=Letzter Kampf txt
120=Beute
121=GEMS
122=Du hast
123=Bauarbeiter frei
124=Anfrage zum stoppen
125=Anfrage zum stoppen..
126=Dein Bot wird jetzt stoppen...
127=Dein Bot ist momentan gestoppt, keine Aktion wurde durchgeführt
128=Dein Armeelager ist voll
129=Boss, eine neue Version von MyBot wurde gefunden
130=Dein Bot ist momentant pausiert, keine Aktion wurde durchgeführt
131=Es gibt keinen letzten Kampf Screenshot
132=Dein Bot und Emulator starten jetzt neu
133=Dein Bot wird jetzt gestoppt
134=Dein Bot ist momentan gestoppt, keine Aktion wurde durchgeführt
135=Statistiken wurden zurückgesetzt.
136=Truppen/Zauber wurden auf Trainieren gesetzt
137=Boss, deine Anfrage für die Bauarbeiter Info wird verarbeitet
138=Pausieren während eines Kampfes ist nicht möglich, versuche es später noch einmal.
139=Boss, deine Anfrage für Schild Info wird verarbeitet
140=Gewinn pro Stunde
141=Es gibt keinen letzten Kampf Screenshot.
142=Letzter Kampf als Txt
143=Dein Bot und Emulator starten jetzt neu...
144=Lade Datein hoch auf den Pushbullet Server
145=Bot wurde neugestartet
146=Ein Fehler (2) ist aufgetretten beim Hochladen bei den Telegram Serverern...
147=Boss, deine Anfrage für Screenshots wird verarbeitet
148=Beim Start
149=Greife jetzt an
150=Dein Bot ist momentan pausiert, keine Aktion wurde durchgeführt
151=Dein Bot ist momentan fortgesetzt, keine Aktion wurde durchgeführt
152=Letzter Kampf
153=Verbessern
154=Überspringe Verbesserung
155=CoC App ist abgestürtzt
156=Deine Anfrage ist angekommen. Bot ist jetzt pausiert
157=Deine Anfrage ist angekommen. Bot wird jetzt fortgesetzt
158=Weiter Knopf konnte nicht gefunden werden, Starte Bot neu
159=Erledige mit Gold
160=Gold Verbesserungs Knopf konnte nicht gefunden werden
161=Elixir Verbesserungs Knopf konnte nicht gefunden werden
162=Screenshot von deinem Dorf
164=Pausieren während des Kampfes nicht möglich, versuche es später noch einmal.
165=Anfrage zu stoppen
166=Anfrage zu pausieren
167=Anfrage zum fortsetzten
168=Momentan Tranierte Truppen & Zauber
169=Momentanes Armeelager
170Fehler beim Hochladen der Datei
171=Ein Fehler ist passiert
172=Neugestartet nach einem Out of Sync Fehler
173=Mauern level gefunden
174=Mauern Level konnte nicht gefunden werden
175=Ein anderes Gerät verbindet sich
176=Ein anderes Gerät verbindet sich, warten
177=Mauern Element wurde gefunde
178=Getrennt nach
179=Verbesserung abgeschlossen mit Gold
180=Verbesserung abgeschlossen mit Elixir
181=Kein Verbessern mit Elixir Knopf
700=Benachrichtige PushBullet
701=Benachrichtige Telegram
702=Deine Anfrage wurde empfangen von
703=Hilfe wurde gesendet
704=Deine Anfrage wurde empfange
705=Deine Anfrage wurde empfange, Bot und Emulator starten neu...
706=Deine Anfrage wurde empfangen, Bot wird jetzt gestoppt
707=Pausierung während des Angriffs nicht möglich
708=Dein Bot ist momentan Pausiert, keine Aktion wurde durchgeführt
709=Dein Bot ist momentan Fortgesetzt, keine Aktion wurde durchgeführt
710=Deine Anfrage wurde empfangen. Statistik wird gesendet
712=Log wird jetzt gesendet
711=Deine Anfrage wurde empfange 
713=Sende letzten Kampf Schnapschuss...
714=Deine Anfrage wurde empfange. Letzter Kampf als Txt wird gesendet
715=ScreenShot Anfrage wurde erhalten
716=ScreenShot HD Anfrage wurde erhalten
717=Bauarbeiter Status Anfrage wurde erhalten
718=Schield Status Anfrage wurde erhalten
719=Deine Anfrage wurde empfangen. Statistiken werden zurückgesetzt
720=Deine Anfrage wurde erhalten. Sende Truppen/Zauber Statistiken
721=Pc Ruhezustand
722=Pc Herunterfahren
723=Pc Standby
724=Kommando falsch empfangen, wird ignoriert.
725=Benachrichtigung nicht geplant für diese Stunde! Nachrichten werden übersprungen
726=Fehler beim senden der Datei 
727=Letzter Kampf als Text wurde gesendet
728=Letzter Kampf als Screenshot wurde gesendet!
729=Ein Fehler ist passiert, lösche temporären Screenshot.
730=Screenshot gesendet!
731=Bauarbeiter Info gesendet!
732=Schild Status gesendet!
733=Alle Nachrichten gelöscht
734=entfernt
735=Nachrichten älter als
801=Screenshot
802=Bauarbeiter
803=Schield
804=Statistiken
805=Truppen
806=Hilfe
807=Stop
808=Pause
809=Fortsetzten
810=Neustarten
811=Log
812=LetzterKampf
813=LetzterKampfTxt
814=Angriff An
815=Angriff Aus
816=Ruhezustand
817=Herunterfahren
818=Standby

[621]
621=***Section use for Tab Troops***
1=Elixier-Truppen
2=Wähle den Typ der Armee-Zusammenstellung.
3=Verwende 'Kasernen-Modus' oder für manuelle Zusammenstellung 'Eigene Armee'.
4=Vorlage: Bogenschützen
5=Vorlage: Barbaren
6=Vorlage: Kobolde
7=Vorlage: B.Arch
8=Vorlage: B.A.G.G.
9=Vorlage: B.A.Giant
10=Vorlage: B.A.Goblin
11=Porlage: B.A.G.G.Wall
12=Kasernen-Modus
13=Eigene Armee
14=Truppen
15=Total
16=Die gesamten % der Truppen müssen 100 ergeben.
17=Kasernen-Modus
18=Wähle die Truppen aus, die in der Kaserne trainiert werden sollen.
19=Armee-Stärke
20=Lager voll
21=Armeelager sind 'voll' wenn soviel % erreicht sind, dann Angriff starten.
22=Truppen hinzufügen
23=Dunkle Elixier-Truppen
24=DE Truppen hinzufügen
25=Truppen in Dunklen Kasernen
26=Lege die % an
27= fest.
28=Lege die Anzahl an
29=Zaubersprüche fest.
30=Fülle restliche Armeeplätze
31=Fülle Armee mit Bogis
33=Schnellausbildung
34=Schnellausbildung
35=Nutze die Schnellausbildungs Funktion um deine vorherige Armee oder deine selbst erstellten Armeen (1,2,3)
36=Vorherige
37=Arm. 1
38=Arm. 2
39=Arm. 3
41=Entf. Armee
40=Linke Maustaste für ein Level hoch\r\nShift + Linke Maustate für ein Level runter
42=Zwinge Zauber brauen

[622]
622=***Section use for Tab Spells***
1=Zauber-Zusammenstellung
2=Zauber-Kapazität
3=Gib die Zauberlager-Kapazität an. Setze sie auf Null wenn du keine Zaubersprüche möchtest.

[623]
623=***Section use for Tab Boost***
1=Schub übrig
2=Schub für Kasernen
3=Anzahl zu beschleunigender Kasernen
4=Wie viele Kasernen mit JUWELEN beschleunigt werden! Vorsichtig benutzen!
5=Kasernen
6=Verwenden, um Kasernen mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
7=Schub für Zauberfabriken
8=Zauberfabrik
9=Verwenden, um die Zauberfabrik mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
10=Fabrik für Dunkle Zauber
11=Verwenden, um die Fabrik für Dunkle Zauber mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
12=Schub für Helden
13=Barbarenkönig
14=Verwenden, um den Barbarenkönig mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
15=Bogenschützenkönigin
16=Verwenden, um die Bogenschützenkönigin mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
17=Großer Wächter
18=Verwenden, um den Großen Wächter mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
19=Zeitplan für Schübe

[624]
624=***Section use for Tab Attack***
1=Angriff
2=Angriffstyp
3=Standard-Angriff
4=Skript-Attack
5=Milking-Angriff
6=Nur diese Truppen einsetzen
7=Alle Truppen benutzen
8=Truppen aus Kasernen benutzen
9=Nur Barbaren
10=Nur Bogenschützen
11=B+A
12=B+Gob
13=A+Gob
14=B+A+Gi
15=B+A+Gob+Gi
16=B+A+Schweinereiter
17=B+A+Lakaien
18=Wähle Truppen zum Angriff aus
19=Spezielle Truppen
20=Verwende den Barbarenkönig beim Angriff.
21=Verwende die Bogenschützenkönigin beim Angriff.
22=Verwende den Großen Wächter beim Angriff.
23=Setze deine Clanburg in der Schlacht, wenn sie Truppen enthält.
24=Verwende Blitzzauber beim Angriff.
25=Verwende Heilzauber beim Angriff.
26=Verwende Wutzauber beim Angriff.
27=Verwende Sprungzauber beim Angriff.
28=Verwende Frostzauber beim Angriff.
29=Verwende Giftzauber beim Angriff.
30=Verwende Erdbebenzauber beim Angriff.
31=Verwende Eilzauber beim Angriff.
32=Rathaus Snipe
33=Zuerst RH snipen
34=Bei externem RH, zuerst das RH snipen.
35=Felder dazu
36=Gib an wie viel 'Gras' 1x1-Felder das Rathaus von den Dorfrändern entfernt sein darf, um als freistehend angesehen zu werden.
37=Du kannst Einstellungen für CSV-Angiffsdateien im THSnipe-Verzeichnis hinzufügen/ändern.
38=Freistehendes Rathaus angreifen
39=Aktivieren, um ein freistehendes Rathaus zuerst anzugreifen. (Rathaus außerhalb von Mauern)
40=TIPP: Klicke 'Rathaus freistehend' auf dem 'Suchen'-Tab wenn du ausschließlich nach freistehenden Rathäusern suchen willst.
41=Aktiviert ab Rathaus 7 und höher
42=Aktiviert ab Rathaus 9 und höher
43=Aktiviert ab Rathaus 11
44=Verwende Klonzauber beim Angriff.
45=Verwende Skelettzauber beim Angriff.

[625]
625=***Section use for Tab Search***
0=Starte Suche wenn
1=Suche
2=Stelle die min. Menge an Suchen ein, um diese Option zu aktivieren
3=Stelle die max. Menge an Suchen ein, um diese Option zu aktivieren
4=Pokale
5=Stelle die min. Menge an Pokalen ein, um diese Option zu aktivieren
6=Stelle die max. Menge an Pokalen ein, um diese Option zu aktivieren
7=Armeelager
8=Lege die % Armeelager fest bevor diese Option aktiviert wird
9=Warte auf fertige Helden
10=Warte auf fertigen König vor Angriff...
12=Warte auf fertige Königin vor Angriff...
13=Warte auf fertigen Großen Wächter vor Angriff...
14=Bedingungen
15=Suche nach einer Base, die für Gold und / oder / Plus Elixier festgelegten Werte erfüllt.
16=UND: Beide Bedingungen müssen erfüllt sein (Gold und Elixier).
17=ODER: Eine Bedingung muss erfüllt sein (Gold oder Elixier).
18=+ (PLUS): Gesamtbetrag von Gold + Elixier muss erfüllt sein.
19=G und E
20=G oder E
21=G + E
23=Stelle die min. Menge an Gold ein, nach der gesucht werden soll.
24=Stelle die min. Menge an Elixier ein, nach der gesucht werden soll.
25=Stelle die min. Menge an Gold + Elixier ein, nach der gesucht werden soll.
26=Dunkl. Elixier
27=Suche nach einem Dorf, dem die Werte für min. Dunklem Elixier entsprechen.
28=Stelle die min. Menge an Dunklem Elixier ein, nach der gesucht werden soll.
29=Suche nach einem Dorf, dem die Werte für min. Pokale entsprechen.
30=Stelle die min. Menge an Pokalen ein, nach der gesucht werden soll.
31=Rathaus
32=Suche nach einem Dorf, dem die Werte für max. Rathaus-Level entsprechen.
33=Stelle das max. Level eines Rathauses ein, nach der gesucht werden soll.
34=Rathaus freistehend
35=Suche nach einem Dorf, mit freiliegendem Rathaus (außerhalb der Mauern).
36=Dorf schwach
37=Suche nach einem schwachen Dorf, das geringe Abwehrkräfte besitzt.
38=Stelle das max. Level des Minenwerfers ein, nach dem gesucht werden soll.
39=Stelle das max. Level des Magierturms ein, nach dem gesucht werden soll.
40=Eine Bedingung genügt für den Angriff
41=Nur eine einzelne erfüllte Bedingung genügt für Angriff.
42=Rathaus, Abstand von
43=Felder dazu
44=Beim Training
45=Diese Anzahl an Feldern von den Dorfkanten hinzufügen.
46=Volle Truppen
47=Gib an wie viel 'Gras' 1x1 Felder das Rathaus von den Dorfrändern entfernt sein darf, um als freistehend angesehen zu werden.
48=Bsp.: (0) Felder = Rathaus muss exakt am Rand stehen. (4) Felder = Rathaus darf 4 Felder weiter vom Rand entfernt und näher am Mittelpunkt des Dorfes stehen.
49=Wenn das Rathaus weiter weg ist als die angegebene Felderzahl wird das Dorf übersprungen.
50=Option 'Warte auf Held' ist deaktiviert wenn andauernde Helden-Verbesserung ausgewählt ist!
51=Aktiviert ab Rathaus 7 und höher
52=Aktiviert ab Rathaus 9 und höher
53=Aktiviert ab Rathaus 11
54=Max Minenw.
55=Max Magiert.
56=Max X-Bögen
57=Max Inferno
58=Max Adler
59=Suche nach einem Dorf, mit Minenwerfer die unter dem gewähltem Level sind.
60=Suche nach einem Dorf, mit Magiertürmen die unter dem gewähltem Level sind.
61=Suche nach einem Dorf, mit X-Bögen die unter dem gewähltem Level sind.
62=Suche nach einem Dorf, mit Infernos die unter dem gewähltem Level sind.
63=Suche nach einem Dorf, mit einer Adlerartillerie die unter dem gewähltem Level ist.
65=Aktiviert ab Rathaus 7 und höher
66=Aktiviert ab Rathaus 9 und höher
67=Aktiviert ab Rathaus 11
68=Hinweis - Aktiviert NUR Suchreichweite für diesen Angriffstypen.
69=Einstellung wird kein Suchlimit festlegen um den Suchprozess neuzustarten!
70=Diese Option wird nicht die Pokale anpassen, welche du eingeben hast!
100=Stoppe die Suche für diesen Angriffstypen, wenn die Zauber noch nicht fertig sind
101=Warnung: Aktiviere diese Option nicht, außer du hast eine Zauberspruchfabrik, sonst wird der Bot nicht angreifen!
110=Gesamtanzahl von gebrauten Zaubern überschreitet die Gesamtanzahl, welche im GUI angegeben ist!
111=Reduziere die Anzahl der gebrauten Zauber
112=oder SONST WIRD DER BOT NIE ANGREIFEN!!
113=Drücke auf JA um diese Warnung zu schließen
114=JA, Ich habe die Warnung verstanden|Nein
115=Warte auf Zauberspruch Warnhinweis!
71=Warte bis Zauber fertig sind
72=Stoppe die Suche für diesen Angriffstyp, wenn die Zaubersprüche noch nicht fertig sind
73=Warnung: Aktiviere diese Option nicht, außer du hast eine Zauberspruchfabrik, sonst wird der Bot nicht angreifen!
74=Warte auf Clanburg Zauber
75=Warte bis du einen Zauber in deiner Clanburg hast
76=Egal
77=Warte bis du deinen gewünschten Zauber hast, wenn ein falscher gespendet wurde, dann wird dieser autom. entfernt und nocheinmal angefordert.
78=Warte auf volle Clanburg
79=Warte bis deine Clanburg voll ist
80=schwaches Dorf | Max. Verteidigungen
64=Suche nach einem Dorf, dem die Werte für max. Luftabwehr-Level entsprechen.
81=Stelle das max. Level der Luftabwehr ein, nach dem gesucht werden soll.

[626]
626=***Section use for Tab Collectors***
1=Sammler
2=Wähle aus, welche Sammler bei einer DeadBase-Suche gesucht werden und wie voll sie sein müssen.
3=Lvl 6. muss >
4=Lvl 7. muss >
5=Lvl 8. muss >
6=Lvl 9. muss >
7=Lvl 10. muss >
8=Lvl 11. muss >
9=Lvl 12. muss >
10=(nv)
11=Toleranz
12=Benutze den Regler, um die Toleranz ALLER Bilder einzustellen.
13=Wenn individuelle Bilder genutzt werden müssen die Dateien angepasst werden.
15=Wenn diese Auswahlbox aktiviert ist, wird der Bot suchen nach
16=für Elixiersammlern Level 6 während der DeadBase-Suche.
17=für Elixiersammlern Level 7 während der DeadBase-Suche.
18=für Elixiersammlern Level 8 während der DeadBase-Suche.
19=für Elixiersammlern Level 9 während der DeadBase-Suche.
20=für Elixiersammlern Level 10 während der DeadBase-Suche.
21=für Elixiersammlern Level 11 während der DeadBase-Suche.
22=für Elixiersammlern Level 12 während der DeadBase-Suche.
23=Wähle aus wie voll ein Level 6 Sammler sein muss, um als 'dead' angesehen zu werden.
24=Wähle aus wie voll ein Level 7 Sammler sein muss, um als 'dead' angesehen zu werden.
25=Wähle aus wie voll ein Level 8 Sammler sein muss, um als 'dead' angesehen zu werden.
26=Wähle aus wie voll ein Level 9 Sammler sein muss, um als 'dead' angesehen zu werden.
27=Wähle aus wie voll ein Level 10 Sammler sein muss, um als 'dead' angesehen zu werden.
28=Wähle aus wie voll ein Level 11 Sammler sein muss, um als 'dead' angesehen zu werden.
29=Wähle aus wie voll ein Level 12 Sammler sein muss, um als 'dead' angesehen zu werden.
30=voll
31=WARNUNG: Ändere diese Einstellungen nur wenn du weißt was du tust. Setze sie auf 0 wenn du unsicher bist.
32=Deaktiviere Sammlerfilter
33=Bei Deaktiviertem Sammlerfilter wird der Bot DeadBases als ActiveBases sehen
34=Sammler benötigt
35=Wähle die Anzahl von Sammlern, welche benötigt werden um ein Dorf als "tot" anzusehen

[627]
627=***Section use for Tab Load Strategy***
1=Lade vorkonfigurierte Einstellungen:\n---------------------------------------------\nLädt ALLES:\n- aus Armee-TAB\n- aus Suche && Angriff-TAB\n\nAußer Einstellungen:\n- aus Teile Wiederholungen\n- aus Beute-Schnappschuss\n- aus Juwelen-Schub\n---------------------------------------------
2=Lade Einstellungen
3=Löschen
4=Öffne Strategie-Ordner

[628]
628=***Section use for Tab Save Strategy***
1=Strategie Dateiname
2=Bemerkungen
3=Einstellungen speichern\n---------------------------------------------\nALLES speichern:\n- aus Armee-TAB\n- aus Suche && Angriff-TAB\n\nAußer Einstellungen:\n- aus Teile Wiederholungen\n- aus Beute-Schnappschuss\n- aus Juwelen-Schub\n---------------------------------------------
4=Konfiguration speichern

[629]
629=***Section use for Tab Bully***
1=Bully Angriff
2=Im Bully-Modus werden ALLE Dörfer mit dem unten angegebenen RH-Level angegriffen.
3=RH Bully nach
4=RH Bully: Anzahl der Suchläufe bevor diese Einstellung aktiviert wird.
6=Max RH-Level
7=RH Bully: Max. Rathaus-Level für Bully-Angriff.
8=Wenn gefunden, greife an mit den Einstellungen aus
9=DeadBase Angr.
10=Benutze die Einstellungen des 'DeadBase-Angriffs' für den Bully-Einsatz.
11=ActiveBase Angr.
12=Benutze die Einstellungen des 'ActiveBase-Angriffs' für den Bully-Einsatz.

[630]
630=***Section use for Tab Options Search***
1=Suchanforderungen reduzieren
2=Verringerung der Suchanforderungen
3=Wähle dies aus wenn du die Anforderungen nach einer bestimmten Anzahl an Suchläufen automatisch verringern willst.
4=Ziele reduzieren alle
5=Gib an nach jeweils wie vielen Suchläufen eine Verringerung eintritt.
6=- Reduziere Gold
7=Reduziere den Wert für Gold jedes Mal um diesen Betrag.
8=- Reduziere Elixier
9=Reduziere den Wert für Elixier jedes Mal um diesen Betrag.
10=- Reduziere Gold+Elixier
11=Reduziere den Wert für G+E jedes Mal um diesen Betrag.
12=- Reduziere D. Elixier
13=Reduziere den Wert für Dunkles Elixier jedes Mal um diesen Betrag.
14=- Reduziere Pokale
15=Reduziere den Wert für Pokale jedes Mal um diesen Betrag.
16=Such-Einstellungen
17=Angriff jetzt!
18=Aktivieren, um eine 'Angriff jetzt!'-Schaltfläche neben
19=Dazu
20=Diese Reaktionszeit hinzufügen, um die Suche zu verlangsamen.
21=Rückkehr alle
22=Rückkehr zur Basis nach x Suchen, dann neu starten, um feindliche Dörfer zu suchen.
23=Alarm wenn Dorf gefunden.
24=Aktiviere diese Option, wenn du einen Audio-Alarm && a Ballon-Tipp erhalten möchtest sobald ein Dorf gefunden wurde.
25=den Start- und Pause-Schaltflächen anzuzeigen, um die Active/DeadBase-Suche zu umgehen.
26=Die 'Angriff jetzt!'-Schaltfläche erscheint nur wenn nach Dörfern zum Angriff gesucht wird.

[631]
631=***Section use for Tab Milking Attack***
0=Milking
2=Minimales Elixiersammler-Level für Angriff
3=Levels 1-4
4=Level 5
5=Level 6
6=Level 7
7=Level 8
8=Level 9
9=Level 10
10=Level 11
11=Level 12
13=Angriff
14=Mit diesem Level
16=Nur angreifen wenn
17=Abstand von roter Linie bis Sammler
18=Goldminen angreifen wenn Gold unter
19=Elixiersammler angreifen wenn Elixier unter
20=Bohrer für Dunkles Elixier angreifen wenn unter
21=4. Truppen, die für jede Ressource benutzt werden
22=- Truppen pro Welle:
23=- Max Wellen:
24=- Verzögerung zwischen Wellen (ms):
25=5a. Snipe auf freistehendes TH nach Milking
27=Max Felder zur Grenze
28=Benutze Algorithmus
29=Snipe auch wenn keine Sammler zum Milking vorhanden sind
30=Nutze Skript-Angriff für DeadBases, das deaktiviert Standard-Angriff
31=Legende
32=0-4%
33=5-19%
34=20-74%
35=75-89%
36=90-100%
37=Debug
38=Erstelle Bilder von Sammlern mit Offset
39=vollständige Suche, nur zu Debug-Zwecken (sehr langsam)
40=C - Angriff
41=Erstelle Bilder von Dörfern
48==
50=Erzwinge Toleranz
51=Toleranz Normal
52=Toleranz mit Schub
53=Toleranz Zerstört
56=Strukturen zum Angreifen
57=D - Nach Milking
58=Erweitert
59=Langsamer: Überprüft die Ressourcen in jedem Sammler.
60=Faster: Überprüft nur die Level jedes Sammlers.
61=Überprüfe zerstörte Strukturen
62=Überprüfe zerstörte Strukturen vor Welle
63=Vor Angriff auf eine Struktur, prüfe ob diese schon von einer anderen Welle zerstört wurde.
64=Du musst eine großen Wert für Verzögerung zwischen den Wellen eingestellt haben, um diese Einstellung zu benutzen.
65=Überprüfe zerstörte Strukturen nach Welle
66=Nach Angriff auf eine Struktur, prüfe ob diese schon von einer anderen Welle zerstört wurde.
67=Du musst eine großen Wert für Verzögerung zwischen den Wellen eingestellt haben, um diese Einstellung zu benutzen.
68=Toleranz Einstellungen
71=5. Einsatz Einstellungen
72=Setze jeden Kobold am selben Platz ein
73=Setze jeden Kobold an einem anderen Platz ein
74=Angriff Reihenfolge: wie vorgefunden
75=Angriff Reihenfolge: zufällig
76=Angriff Reihenfolge: je Seite
77=B - Bedingungen
78=A - Strukturen
79=DIS.
80=Wähle Milking Such-Typ
81=mit dieser Einstellung können Bilder von unentdeckten Sammlern entdeckt werden.
82=Aktiviere RH Snipe
83=Aktiviere Skript-Angriff
84=5b. Fahre mit Skript-Angriff fort
85=Wähle die maximale Anzahl der Wellen von Truppen aus, die an einem Sammler gesetzt werden.
86=Wenn der Sammler zerstört wurde, werden keine weiteren Wellen mehr an ihm eingesetzt.

[632]
632=***Section use for Tab Stats***
0=RH Level:
1=Statistik
2=Gestartet mit
3=Bericht
4=erscheint
5=beim ersten
6=Lauf.
7=Die Menge an Gold die du hattest, bevor der Bot startete.
8=Die Menge an Elixier die du hattest, bevor der Bot startete.
9=Die Menge an Dunklen die du hattest, bevor der Bot startete.
10=Die Menge an Pokalen die du hattest, bevor der Bot startete.
11=Gewinn
12=Die Menge an Gold, die beim letzten Angriff gewonnen wurde.
13=Die Menge an Elixier, die beim letzten Angriff gewonnen wurde.
14=Die Menge an Dunklen Elixier, die beim letzten Angriff gewonnen wurde.
15=Die Menge an Pokalen, die beim letzten Angriff gewonnen wurde.
16=Liga Bonus
17=Die Menge an Gold-Bonus des letzen Angriffs.
18=Die Menge an Elixier-Bonus des letzen Angriffs.
19=Die Menge an Dunklen Elixier-Bonus des letzen Angriffs.
20=Gesamtgewinn
21=Die Gesamtmenge an Gold die gewonnen oder verloren wurde, während der Bot läuft.
22=(Dazu gehören auch manuelle Ausgaben)
23=Die Gesamtmenge an Elixier, die gewonnen oder verloren wurde während der Bot läuft.
24=Die Gesamtmenge an Dunklem Elixier, die gewonnen oder verloren wurde während der Bot läuft.
25=Die Menge an Pokalen, die gewonnen oder verloren wurde während der Bot läuft.
26=Gewinn/Std
27=Gold-Gewinn pro Stunde
28=Elixier-Gewinn pro Stunde
29=Dunkler Elixier-Gewinn pro Stunde
30=Pokal-Gewinn pro Stunde
31=Zurücks.
32=Statistik: Sonstige
33=Angegriffen
34=Die Anzahl der Dörfer, die vom Bot angegriffen wurden.
35=Übergangen
36=Die Anzahl der Dörfer, die während der Suche durch den Bot übersprungen wurden.
37=Upg. mit Gold
38=Die Anzahl der Mauern, die mit Gold verbessert wurden.
39=Upg. mit Elixier
40=Die Anzahl der Mauern, die mit Elixier verbessert wurden.
41=Die Anzahl der Gebäude, die mit Gold verbessert wurden.
42=Die Anzahl der Gebäude, die mit Elixier verbessert wurden.
43=Upg. Helden
44=Die Anzahl der Helden, die verbessert wurden.
45=Pokale reduziert
46=Die Menge an Pokalen, die durch den Bot reduziert wurden.
47=Laufzeit
48=Die Gesamtlaufzeit des Bots.
49=Upg. Kosten Gold
50=Die Menge an Gold, die der Bot  für die Verbesserung von Mauern verwendet hat.
51=Upg. Kosten Elixier
52=Die Menge an Elixier, die der Bot  für die Verbesserung von Mauern verwendet hat.
53=Die Menge an Gold, die der Bot  für die Verbesserung von Gebäuden verwendet hat.
54=Die Menge an Elixier, die der Bot  für die Verbesserung von Gebäuden verwendet hat.
55=Upg. Kosten D.Elixier
56=Die Menge an Dunklem Elixier, die der Bot  für die Verbesserung von Helden verwendet hat.
57=OoS-Fehler
58=Die Anzahl der Out-of-Sync Fehler.
59=Suchkosten
60=Suchkosten für das Überspringen von Dörfern in Gold.
61=Training Elixier
62=Elixierkosten für die Ausbildung von Truppen.
63=Training D.Elixier
64=Kosten an Dunklem Elixier für die Ausbildung von Truppen.
65=Gold gesammelt
66=Gold, das aus Minen gewonnen wurde.
67=Elixier gesammelt
68=Elixier, das aus Sammlern gewonnen wurde.
69=D.Elixier gesammelt
70=Dunkles Elixier, das aus Dunklen Elixierbohrern gewonnen wurde.
71=DeadBase
72=Angegriffen
73=Die Anzahl der DeadBases, die vom Bot angegriffen wurden.
74=Gewinn
75=Die Menge an gewonnenem Gold aus DeadBases.
76=Die Menge an gewonnenem Elixier aus DeadBases.
77=Die Menge an gewonnenen Pokalen aus DeadBases.
78=ActiveBase
79=Die Anzahl der LiveBases, die vom Bot angegriffen wurden.
80=Die Menge an Gold gewonnen aus LiveBases.
81=Die Menge an Elixier gewonnen aus LiveBases.
82=Die Menge an Dunklen Elixier gewonnen aus LiveBases.
83=Die Menge an Pokalen gewonnen aus LiveBases.
84=Rathaus Bully
85=Die Anzahl der Rathaus Bully Basen, die vom Bot angegriffen wurden.
86=Die Menge an Gold aus RH Bully Basen.
87=Die Menge an Elixier aus RH Bully Basen.
88=Die Menge an Dunklen Elixier aus RH Bully Basen.
89=Die Menge an Pokalen aus RH Bully Basen.
90=Rathaus Snipe
91=Die Menge an Gold aus Rathaus Snipe Basen.
92=Die Menge an Elixier aus Rathaus Snipe Basen.
93=Die Menge an Dunklem Elixier aus Rathaus Snipe Basen.
94=Die Menge an Pokalen aus Rathaus Snipe Basen.
95=Anzahl der erfolgreichen Rathaus Snipes.
96=Anzahl der fehlgeschlagenen Rathaus Snipes.
97=nach jedem
98=Angriff.
99=aktuell
100=Die Menge an Dunklem Elixier aus DeadBases.
101=Anzahl an Rathaus Snipes, die der Bot angegriffen hat.
102=Letzter Angriff
103=Erfolgte Verbesserungen
104=Kosten für Verbesserungen
105=Laufzeit:
106=Liga
107=Statistiken
108=Gold
109=Elixier
110=DE
111=Trophäen
112=Meiste Beute
113=Meistes Gold gewonnen
114=Meistes Elixier gewonnen
115=Meistes DE gewonnen
116=Meisten Trophäen gewonnen
117=Kosten && Gesammelt
118=Truppen
120=Gesamt Gespendet
121=XP Gesamt
119=Zauber

[633]
633=***Section use for Tab Options End Battle***
1=Teile Aufzeichnung
2=Teile Aufzeichnung im Clanchat
3=Aktivieren, um Aufzeichnungen der Kämpfe im Chat deines Clans zu teilen.
4=wenn Beute
5=Nur teilen wenn die Beute größer ist als diese Menge an Gold.
6=Nur teilen wenn die Beute größer ist als diese Menge an Elixier.
7=Nur teilen wenn die Beute größer ist als diese Menge an Dunklem Elixier.
8=Benutze zufällige Nachricht aus dieser Liste
9=Nett\r\nGut\r\nDanke\r\nWow
10=Nachricht, die mit Aufzeichnung gesendet wird
11=Erstelle Beute-Screenshot
12=Aktivieren, um einen Screenshot von der Beute des angegriffenen Dorfes zu speichern.
13=Übernehme Beute-Info im Dateinamen
14=Übernehme Beute-Info in dem Dateinamen des Screenshots.

[634]
634=***Section use for Tab Options Attack***
1=Helden
2=Auto-Aktivierung (Roter Bereich)
3=Aktiviere die Fähigkeit wenn der Held schwach wird.
4=Helden werden überprüft und einzeln aktiviert.
5=Aktiv nach
6=Aktiviere die Fähigkeit zeitgesteuert.
7=Alle Helden werden gleichzeitig aktiviert.
8=Stelle die Zeit in Sekunden für zeitgesteuerte Aktivierung der Helden-Fähigkeiten ein.
9=Zeitliche Aktivierung des Großen Wächters nach
10=Nutze die Fähigkeit des Großen Wächters zeitgesteuert.
11=Lege die Zeit in Sekunden fest, um die Fähigkeit des Großen Wächters zu aktivieren.
12=Clanburg
13=Balanciere S/E
14=Setze die Clanburg NUR wenn das Spenden/Erhalten-Verhältnis größer ist als S/E-Verhältnis unten.
15=Spenden Verhältnis
16=Gewünschtes Spenden/Empfangen-Verhältnis
17=1/1 bedeutet Spenden = Empfangen, 1/2 = bedeutet Spenden = Hälfte des Empfangenen, etc.
18=Empfangen Verhältnis
20=Angriffs-Plan
21=Aktiviere den Angriffs-Planer
22=Diese Option gibt dir die Möglichkeit deine Angriffe zu planen
23=Bot wird weiterlaufen und erst wieder Angreifen, wenn der Planer es ihm erlaubt
24=Schließe CoC
25=Diese Option wird die CoC App schließen, wenn keine Suche bzw Angriff geplant ist!
26=Bot Continues to run and will restart when schedule allows Bot wird weiterlaufen und wird neustarten, wenn der Planer es ihm erlaubt
27=Schließe Emulator
28=Diese Option wird den Emulator schließen, wenn keine Suche bzw Angriff geplant ist!
29=Zuf. Deaktivieren
30=Diese Option wird zufällig das Angreifen stoppen
31=Wähle die Anzahl von Stunden um das Angreifen zu stoppen
35=Tageslimit
36=Bot wird zufällig das Angreifen stoppen, wenn eine zufällige Anzahl von Angriffen zwischen der Reichweite getroffen wurde.
37=Lege die minimale Anzahl von Angriffen am Tag fest
39=bis
38=Lege die maximale Anzahl von Angriffen am Tag fest
40=Aktiviere CB Nutzungs-Plan
41=Nutze den Planer um festzulegen wann der Bot die Clanburg setzen darf, \r\n Clanburg wird immer gesetzt, wenn der Planer nicht aktiviert ist

[635]
635=***Section use for Create Scripted Attack***
1=Erstelle neue Skript-Datei
2=Neuer Skript-Dateiname
3=Datei existiert, bitte gib einen neuen Namen ein
4=Es ist ein Fehler beim Erstellen der Datei aufgetreten.
5=Kopiere in neue Skript-Datei
6=Kopiere
7=in neuen Skriptnamen

[636]
636=***Section use for Tab Bot Options***
2=Beim Laden des Bots
3=Updates suchen
4=Überprüfe ob du die neuste Botversion benutzt.
5=Logs löschen
6=Löscht Log-Dateien, die älter sind als die angegebene Anzahl an Tagen.
7=Tage
8=Temp-Files löschen
9=Löscht temporäre Dateien, die älter als die angegebene Anzahl an Tagen sind.
10=Beute-Bilder löschen
11=Löscht Beute-Bilder, die älter als die angegebene Anzahl an Tagen sind.
12=Beim Starten des Bots
13=Autostart nach
15=Überprüfe Spielsprache (EN)
16=Überprüfe ob die Spracheinstellung korrekt ist (muss auf Englisch eingestellt sein).
17=Anordnen
18=Automatisches Positionieren/Ausrichten von Emulator- und Bot-Fenster auf dem Bildschirm.
19=Versatz
20=Versatz horizontal - in Pixeln zwischen Emulator- und Bot-Fenster.
21=Versatz vertikal - in Pixeln zwischen Emulator- und Bot-Fenster.
22=0,0: Emulator - Bot
23=0,0: Bot - Emulator
24=Bot oben-rechts an Emulator
25=Bot oben-links an Emulator
26=Bot unten-rechts an Emulator
27=Bot unten-links an Emulator
28=0,0: Setzt Position von Emulator-Fenster auf 0,0 des Windows-Arbeitsplatzes und ordnet das Emulator-Fenster rechts oder links davon an.
29=Nur Fenster neu ordnen, Bot-Fenster neben Emulator-Fenster oben rechts anordnen, oben links, unten rechts oder unten links.
30=Geschwindigkeit
31=Tr. Truppen
32=Verzög.
33=Verzögerung der Klickgeschwindigkeit beim Truppentraining. Diesen Wert erhöhen wenn dein PC langsam ist.
34=Debugging
35=Debug: Schreibt die geklickten (x,y)-Koordinaten in den Log.
36=Debug: Aktiviert Debug Log Nachrichten in Code für Fehlerbehebungen.
37=Debug: Aktiviert das Speichern von OCR Bilder für Fehlerbehebungen.
38=Debug: Aktiviert das Speichern von Bildern für Fehlerbehebungen.
39=Debug: Aktiviert das Anzeigen von der Position des Gebäudes im Log.
40=Klick
41=Nachrichten
42=OCR
43=Bilder
44=Gebäude
45=Andere Optionen
46=Armeelager-Kapazität
47=Falls nicht erkannt, lege den Armeelager-Wert fest (statt nachzufragen)
55=Screenshot Einstellungen
56=In PNG-Format erstellen
57=Verberge Dorf- und Clannamen
58=Autostart des Bots nach dieser Anzahl an Sekunden.
61=Zwangspausen Logoff
62=Zwingt den Bot, CoC einmal vor dem Beginn der Zwangspause zu schließen.
63=Anzahl Minuten eingeben, die CoC geschlossen bleiben soll. Auf mindestens 15 setzen, um den Timer für die Zwangspause zurück zu setzen!
64=Min
65=Zeit-Abzug
66=Anzahl Minuten eingeben, um CoC frühzeitig zu beenden! Werte unterhalb von 10 Minuten funktionieren nicht!
71=Starte Bot neu um das Programm mit neuer Sprache zu laden.
73=Training
74=Debug: Aktiviert das Anzeigen von Debug während des Trainings.
75=Verzögerung der Dorfsuche
76=Nutze diesen Regler, um die Verzögerung zwischen den Klicks beim Suchen eines Dorfes zu verkleinern/vergrößern.
77=Dies löst vielleicht das Out-of-Sync-Problem an manchen PC's.
78=KEINE GARANTIE! Dies wird nicht immer das gleiche Ergebnis liefern!
79=Min
80=Max
81=Aktiviert eine zufällige Verzögerung bei der Dorfsuche.
82=Max Reglerwert unten muss größer sein als der Min Reglerwert oben.
83=GUI Sprache
84=Nutze dies um zwischen verschiedenen GUI Sprachen zu wechseln.
85=Externes Gerät
86=Wenn Gerät verbindet warte
87=Zeit (in Sekunden) angeben, die der Bot warten soll wenn sich ein 'Anderes Gerät' verbunden hat.
88=Teste Trainieren
89=Teste Spenden
90=Teste Angriffsleiste
91=Online Debug Spenden
92=Debug: Erstelle OCR von Spenden und simuliere eine Spende ohne wirklich Truppen zu spenden.
93=Erweitert
94=Zufällige Klicks
95=Integriere Android in Bot
100=Startbildschirm
101=Deaktiviere den Startbildschirm, wenn der Bot startet
96=Aktualisieren während Bot minimiert ist
97=Aktiviert eine unterschiedliche Routine für das minimierte Bot Fenster.\r\nWenn der Bot minimiert ist werden Bildschirmveränderungen in der Taskleiste als Vorschau angezeigt.
98=Verstecke Bot während er minimiert ist
99=Verstecke den Bot in der Taskleiste, wenn dieser minimiert ist.\r\nNutze das Benachrichtigungssymbol "Show Bot", um den Bot wieder anzuzeigen.
102=Teste Klick und ziehen
103=Teste Bilder
104=Erzwinge Clanburg Erkennung
105=Wenn die Clanburg unerkannt ist und sie nicht im letzten Angriffsplatz ist, erzwinge den Bot, dass er den unerkannten Platz als Clanburg sieht.
106=Angriffs CSV
107=Debug: Erstellt einen speziellen CSV Analyse Log
108=Angriffs CSV Bilder
109=Debug: Aktiviert das Speichern von sauberen und markierten Bildern von Dörfern die Angegriffen worden sind von einem CSV Script
112=Deaktiviere Zoomout
113=Debug: Deaktiviere den Dorf Zoomout
114=Debug: Deaktiviere das Zentrieren des Dorfes
110=Teste Anfordern
111=Teste Dorfgröße
115=Teste Dead Base
116=Teste Dead Base Ordner
117=Teste Angriffs CSV
118=Teste Finde Knöpfe
119=Teste Clean Yard
120=Debug SZ
121=Use it to debug SmartZap

[637]
637=***Section use for Tab Bot Profile***
1=Profil wechseln
2=Hiermit kann zu einem anderen Profil gewechselt werden.
3=Deine Profile befinden sich in
4=MeinDorf
5=Dein Dorf-/Profilname
6=Neues Profil hinzufügen
7=Bestätigen
8=Profil löschen
9=Abbrechen
10=Profil umbenennen
11=Profil existiert bereits
12=%s existiert bereits.\r\nBitte wähle einen anderen Namen für dein Profil.
14=Willst Du wirklich das Profile löschen?\r\nDies kann nicht rückgängig gemacht werden.

[638]
638=***Section use for SmartZap***
1=SmartZap
2=Nutze Blitz um DE Bohrer zu blitzen
3=Aktiviere dies, um Blitzzauber auf Dunkle Elixier Bohrer zu setzen
4=Vergiss nicht im Tab "Truppen/Zauber" die maximale Kapazität
5=deiner Zauberfabrik und die Anzahl der Zauber festzulegen, damit der Bot richtig funktioniert
6=Nutze NoobZap
7=Aktiviere dies, um Blitzzauber auf jeden Dunklen Elixier Bohrer zu setzen
8=Blitze nur Bohrer von DeadBases
9=Aktiviere dies, um nur DeadBases zu blitzen (Empfohlen)
10=Min. Betrag von Dunklem Elixier
11=Setze den Wert des minimalen Betrages von DE in den Bohrern
12=Min. Gewinn
13=Setze den Wert für den voraussichtlichen Gewinn von jedem DE Bohrer
14=NoobZap wird gestoppt, wenn der letzte Zap weniger DE gebracht hat, als erwartet
15=Kein Zap wenn Helden platziert sind
16=Dies wird SmartZap stoppen, wenn ein Rathaus Snipe durchgeführt wird mit den Helden
17=Anzahl der genutzten Zauber
18=Gewonnenes DE durch SmartZap


[640]
640=***Section use for all Popups***
1=Ok|Abbrechen
2=Fehler der Anzeige-Einstellungen
3=DPI inkorrekt
4=Die DPI-Einstellung ist falsch. Sie ist gesetzt auf
5=%. Sie muss auf 100% gesetzt werden, damit der Bot funktioniert.
6=Nachdem der DPI-Wert auf den korrekten Wert eingestellt wurde, muss der PC und der Bot neu gestartet werden.
7=Du kannst den Bot nicht nutzen bevor du die Änderungen vorgenommen hast.
8=Klicke OK, um die Anweisungen zum Ändern des DPI-Wertes anzuzeigen.
9=Nicht unterstützt
10=Sorry, dein Betriebssystem wird vom Bot nicht unterstützt.
11=Hey Chef, wir vermissen einige Dateien!
12=Bitte entpacke alle Dateien und Verzeichnisse und starte dann das Programm nochmal!
13=Sorry, Start-Schaltflläche deaktiviert bis Fehler behoben!
14=Ok
15=Hey Chef, Dateiname inkorrekt!
16=Du hast die Datei "MyBot.run.exe" umbenannt! Bitte ändere sie erneut in MyBot.run.exe and starte den Bot erneut!
17=MyBot hat einen ernsthaften Fehler entdeckt
18=Unfähig zu finden oder starten
19=und suche im www.mybot.run Forum nach mehr Hilfe
20=Schließe MyBot!
21=Okay - Muss Programm beenden
22=Starte PC neu und versuche es nochmal,
23=Kaserne
24=Armeelager
25=Klicke OK, danach auf eins deiner
26=Bewege die Maus nicht schnell weg nach dem Anklicken eines Ortes
27=Stelle sicher, dass der Name des Gebäudes für mich sichtbar ist!
28=Lokalisiere
29=Frage
30=Wieviele Kasernen hast du?
31=Gib die Tab Position dieser Kaserne in der Armee-Übersicht an [1|2|3|4] :
32=Klicke OK, danach klicke auf deine Clanburg
33=Lokalisiere Clanburg
34=Klicke OK, danach klicke auf den Altar deiner Bogenschützenkönigin
35=Lokalisiere Bogenschützenkönigin
36=OK
37=Benachrichtigung
38=Jetzt kannst du die Maus aus dem Emulator-Fenster entfernen. Danke!
39=Klicke OK, danach klicke auf den Altar deines Barbarenkönigs
40=Lokalisiere Altar des Barbarenkönigs
41=Klicke OK, danach klicke auf den Altar des Großen Wächters
42=Lokalisiere den Altar des Großen Wächters
43=Klicke OK, danach klicke auf das Laborgebäude
44=Lokalisiere Labor
45=Klicke OK, danach klicke auf die Zauberfabrik
46=Lokalisiere Zauberfabrik
47=Lokalisiere Fabrik für Dunkle Zauber
48=Klicke OK, danach klicke auf die Fabrik für Dunkle Zauber
49=Klicke OK, danach klicke auf dein Rathaus
50=Lokalisiser Rathaus
51=Klicke 'Lokalisiere Gebäude' Schaltfläche, zum Verbessern klicke dann auf dein Gebäude/deinen Helden.
52=Klicke 'Beenden' Schaltfläche wenn alle Verbesserungen lokalisiert wurden.
53=Klicke auf Abbrechen um das Finden von Gebäuden zu beenden.
54=Lokalisiere Gebäude|Beenden|Abbrechen
55=Lokalisiere Verbesserungen
56=Halte deine Maus außerhalb des Emulator-Fensters während ich deine Verbesserungen überprüfe, Thanx!!
57=Gib die Kosten der Verbesserung an
58=Speichere ein Bild der Verbesserung für eine Analyse durch die Entwickler?
59=Ja|Nein
60=   GOLD   |  ELIXIER |DUNKLES ELIXIER
61=Benötige Benutzer Hilfe
62=Wähle Verbesserungstyp:
63=Klicke OK, um alle Gebäude-Informationen zu löschen und zurückzusetzen.
64=BEACHTE =>> Bot wird beendet und muss neu gestartet werden
65=Oder klicke Abbrechen zum Beenden
66=Löschen und Beenden|Abbrechen
67=Lösche Gebäude-Informationen?
68=Bist du 100%ig sicher, dass du alle Gebäude-Informationen löschen willst?
69=Klicke OK zum Löschen und starte den Bot danach manuell neu.
70=Lösche Konfiguration
71=Bist du sicher, dass du die Konfiguration löschen willst?
[641]
1=Optionen
2=Inaktive Trainingszeit
3=Schließe im Training
4=Diese Option wird die CoC App schließen, solange bis die Truppen fertig sind, wenn ein SCHILD AKTIV IST
5=Schließe während Zauber gebraut werden wird aktiviert, wenn "Warte auf fertige Zauber" im Suche Tab aktiviert ist
6=Schließe während die Helden regenerieren wird aktiviert, wenn "Warte auf Held" im Suche Tab aktiviert ist
7=Ohne Schild
8=Diese Option wird CoC IMMER schließen während der Trainingszeit und wenn KEIN SCHILD AKTIV IST!
9=Hinweis - Du kannst angegriffen werden und Pokale verlieren, wenn diese Option aktiviert ist!
13=Schließe Emulator
14=Diese Option wird den Android Emulator komplett schließen, wenn dies aktiviert ist
15=Hinzufügen dieser Option kann die Offlinezeit geringfügig verlängern, wegen dem Starten des Emulators
16=Exakte Zeit
17=Wähle dies um die exakte Zeit zu warten, welche die Truppen benötigen zum Trainieren
18=Wähle wie lange gewartet werden soll, wenn diese Funktion aktiviert ist
19=Zufällige Zeit
20=Wähle dies um eine zufällige Zeit auf die Trainingszeit zu addieren, damit es menschlicher aussieht
21=Lege die maximale Prozentzahl von der extra Zeit fest, welche für das Erstellen der zufälligen Zeit genutzt wird
22=Der Bot wird eine zufällige Zeit errechnen zwischen der genauen Zeit die benötigt wird und
23=der maximal festgelegten Prozentzahl, die eingegeben wurde, um menschlicher zu wirken
25=Trainingsreihenfolge
26=Elixier Truppen
27=Aktiviere dies um selber eine eigene Elixiertruppen Trainingsreihenfolge festzulegen
28=Das Ändern der Trainingsreihenfolge kann für CSV Skript-Angriffe nützlich sein!
29=Lege Reihenfolge für die Truppe fest #
30=Übernehmen
31=Drücke den Knopf, wenn du fertig bist mit der Auswahl von einer eigenen Trainingsreihenfolge
32=Das Bildchen wird seine Farbe ändern, je nach dem Status: Rot = Keine gesetzt, Grün = Reihenfolge gesetzt
10=Zufällig Schließen
11=Diese Option wird zufällig zwischen der Unterbrechung, Schließe CoC oder Schließe Emulator wählen, wenn dies aktiviert ist
33=DE Truppen
34=Aktiviere dies um selber eine eigene Dunkle Elixiertruppen Trainingsreihenfolge festzulegen
35=Trainingsroutine
36=Zufällige Verzögerung
37=Füge eine zufällige Verzögerung zwischen zwei Truppentrainingsroutinen hinzu.
38=Diese Option fügt eine zufällige Zeit zwischen den zwei Werten hinzu, sodass der Bot mit verschiedenen Verzögerungszeiten eine neue Trainingsroutine beginnt.
39=Zwischen
40=Und
41=Minimalste Zeit zum Schließen
42=Wird Coc schließen when Trainingszeit der Truppen größer ist als (Minimalste Zeit)\r\nBleibe im Spiel und pausiere wenn Trainingszeit kleiner ist als (Minimalste Zeit)
43=Gebe die Nummer ein für die Minimalste Zeit zum Coc zu schließen. Standard ist 2
[500]
1=Starte/Kompilliere den Skript nicht als (x64)! Versuche es zu Starten/Kompillieren als (x86), um den Bot zum laufen bekommen.\r\ Falls diese Nachricht immer noch erscheint, versuche Auto-It neu zu installieren.
21=Initalisiere Android...
22=Erkenne Android...
20=, Profil: %s
2=Wenn du die Kommandozeile (oder ein Shortcut) nutzt, kannst du mehrere Bots starten:\r\n     MyBot.run.exe [ProfilName] [EmulatorenName] [InstanzenName]\r\n\r\nMit dem ersten Kommandozeilen Parameter legst du dein Profilnamen fest (Du kannst ein Profil im Bot Tab erstellen, falls ein Profilnamen ein {Leerzeichen} besitzt, dann umschließe es mit Anführungszeichen.) Mit dem zweiten kannst du den Emulatorennamen festlegen und mit dem dritten die Android Instanz (nicht für BlueStacks). \r\nUnterstüzte Emulatoren sind MEmu, Droid4X, Nox BlueStacks2 und BlueStacks.\r\n\r\nBeispiele:\r\n     MyBot.run.exe MeinDorf BlueStacks2\r\n     MyBot.run.exe "Mein zweites Dorf" MEmu MEmu_1
3=%s
4=%s (Instanz %s)
5=My Bot für %s läuft bereits.\r\n\r\n
6=My Bot mit dem Profil %s läuft bereits in %s.\r\n\r\n
23=Lade primäres GUI...
24=Lade GUI Unterteil...
25=Lade Allgemeines Tab...
26=Lade Dorf Tab...
27=Lade Angriffs Tab...
28=Lade Bot Tab...
29=Lade Über Uns Tab...
30=Initalisiere GUI...
7=Laufenden gefunden %s %s
8=Android Emulator Konfiguration: %s
9=Android Schild ist nicht verfügbar für %s
31=Zeige Bot
32=Verstecken, wenn Bot minimiert ist
33=Unterstütze die Entwicklung
34=Über uns
35=Beenden
36=Beende vorherigen Bot...
[642]
1=Kein COC
2=Unbekanntes COC
11=Google
12=Kunlun
13=Qihoo
14=Baidu
15=9game
16=Wandoujia/Downjoy
17=Huawei
18=OPPO
19=VIVO
20=Anzhi
21=Kaopu
22=Lenovo
23=Guopan
24=Xiaomi
25=Haimawan
26=Leshi
27=Microvirt
28=Yeshen
29=Aiyouxi
[644]
1=König
2=Königin
3=Wächter
[1000]
1=Trainiere Truppen
2=Braue Zauber
[643]
1=Verlag
2=Erlaube das starten von Clash of Clans mit einem unterschiedlichen Verlag
